<?php

return [
    //languages
    'english' => 'Английский',
    'spanish' => 'Испанский',
    'french' => 'Французский',
    'russian' => 'Русский',
    'chinese' => 'Chinese',
    'arabic' => 'Арабский',

    //topnav
    'home' => 'Главная',
    'about' => 'О Нас',
    'gallery' => 'Галерея',
    'blog' => 'Блог',
    'languages' => 'Языки',
    'contact' => 'Связаться с Нами',

    //banners
    'first_sm_banner' => 'Верность качеству',
    'second_sm_banner' => 'Особенный каждый день',
    'third_sm_banner' => 'Верность качеству',
    'fourth_sm_banner' => 'Особенный каждый день',

    'first_lg_banner' => 'Устойчивое развитие, питающее сообщества..',
    'second_lg_banner' => 'Свежие продукты с фермы, доставленные устойчиво',
    'third_lg_banner' => 'Качественные культуры, устойчивые практики, светлое будущее.',
    'fourth_lg_banner' => 'Видение устойчивого роста',
    'read_more' => 'Подробнее',

    //welcome info
     "welcome" => "Добро пожаловать на нашу ферму",
    "welcome_info" => "На ферме Nguetobaye мы занимаемся устойчивым сельским хозяйством, выращивая высококачественную кукурузу, сорго, просо и разводя здоровый скот. От питательных культур до премиальной свинины мы стремимся предоставлять свежие, местные продукты, одновременно укрепляя наше сообщество и способствуя продовольственной безопасности. Присоединяйтесь к нам в нашем путешествии, чтобы вырастить более здоровое и зеленое будущее.",
    "pages" => "Страницы",
    
    //what we do
    'sm_text' => 'Качество имеет значение',
    'what_we_do' => 'Что мы делаем.',

    //cards
    'first_card_title' => 'Премиум Культуры',
    'first_card_text' => 'Мы выращиваем высококачественную кукурузу, сорго и просо, используя передовые сельскохозяйственные технологии и устойчивые методы.',

    'second_card_title' => 'Здоровый Скот',
    'second_card_text' => 'Наши свиньи содержатся в чистых, хорошо вентилируемых загонах и получают сбалансированное питание для обеспечения их здоровья и продуктивности.',

    'third_card_title' => 'Устойчивые Практики',
    'third_card_text' => 'Мы привержены методам ведения сельского хозяйства, которые защищают окружающую среду и обеспечивают долгосрочную продуктивность.',
   
    'latest_gallery' => 'Последняя галерея',
    'see_more' => 'Смотреть больше',
    "ceo_quote_one" => "На ферме Nguetobaye мы верим, что будущее сельского хозяйства заключается в устойчивости, инновациях и сообществе. Заботясь о земле и нашем скоте, мы не просто выращиваем урожай и разводим свиней—мы создаем наследие продовольственной безопасности, экономического роста и экологической ответственности. Вместе мы сеем семена более яркого и здорового будущего.",
    "ceo_quote_two" => "В условиях трудностей мы видим возможности. На ферме Nguetobaye мы переосмысливаем сельское хозяйство, сочетая традиции с инновациями, устойчивость с устойчивым развитием и упорный труд с видением роста.",


    //our team
    'meet' => "Познакомьтесь",
    'our_team' => "Наша Команда",
    'ceo' => "Массенгар Ронгар Нгетобай",
];



?>