<?php

return [
    //languages
    'english' => 'الإنجليزية',
    'spanish' => 'الإسبانية',
    'french' => 'الفرنسية',
    'russian' => 'الروسية',
    'chinese' => 'الصينية',
    'arabic' => 'العربية',

    //topnav
    'home' => 'الرئيسية',
    'about' => 'من نحن',
    'gallery' => 'معرض الصور',
    'languages' => 'اللغات',
    'contact' => 'اتصل بنا',

    //banner
    'first_sm_banner' => 'مخلصون للجودة',
    'second_sm_banner' => 'خاص كل يوم',
    'third_sm_banner' => 'مخلصون للجودة',
    'fourth_sm_banner' => 'خاص كل يوم',

    'first_lg_banner' => 'نمو مستدام، تغذية المجتمعات..',
    'second_lg_banner' => 'منتجات طازجة من المزرعة، يتم توصيلها بشكل مستدام',
    'third_lg_banner' => 'محاصيل عالية الجودة، ممارسات مستدامة، مستقبل أكثر إشراقًا.',
    'fourth_lg_banner' => 'رؤية للنمو المستدام',
    'read_more' => 'اقرأ المزيد',

    //welcome info
    "welcome" => "مرحبًا بكم في مزرعتنا",
    "welcome_info" => "في مزرعة نغيتوباي، نكرس أنفسنا للزراعة المستدامة، حيث نزرع الذرة والذرة الرفيعة والدخن عالية الجودة ونربي الماشية الصحية. من المحاصيل المغذية إلى لحم الخنزير الممتاز، نسعى جاهدين لتوفير منتجات طازجة ومزروعة محليًا، مع تمكين مجتمعنا وتعزيز الأمن الغذائي. انضم إلينا في رحلتنا لزراعة مستقبل أكثر صحة واخضرارًا.",
    "pages" => "الصفحات",

    //what we do
    'sm_text' => 'الجودة مهمة',
    'what_we_do' => 'ما نقوم به',

    //cards
    'first_card_title' => 'محاصيل ممتازة',
    'first_card_text' => 'نزرع الذرة والذرة الرفيعة والدخن عالية الجودة باستخدام تقنيات زراعية متقدمة وممارسات مستدامة.',

    'second_card_title' => 'ماشية صحية',
    'second_card_text' => 'يتم تربية خنازيرنا في حظائر نظيفة وجيدة التهوية، ويتم تغذيتها بغذاء متوازن لضمان صحتها وإنتاجيتها.',

    'third_card_title' => 'ممارسات مستدامة',
    'third_card_text' => 'نحن ملتزمون بأساليب الزراعة التي تحمي البيئة وتضمن الإنتاجية على المدى الطويل.',

    //Gallery
    'latest_gallery' => 'آخر المعرض',
    'see_more' => 'شاهد المزيد',
    "ceo_quote_one" => "في مزرعة نغيتوباي، نؤمن بأن مستقبل الزراعة يكمن في الاستدامة والابتكار والمجتمع. من خلال رعاية الأرض والاعتناء بماشيتنا، نحن لا نزرع المحاصيل ونربي الخنازير فحسب، بل نزرع إرثًا من الأمن الغذائي وتمكين الاقتصاد والإدارة البيئية. معًا، نزرع بذور مستقبل أكثر إشراقًا وصحة.",
    "ceo_quote_two" => "في مواجهة التحديات، نرى الفرص. في مزرعة نغيتوباي، نعيد تعريف الزراعة من خلال الجمع بين التقاليد والابتكار، والمرونة مع الاستدامة، والعمل الجاد مع رؤية للنمو.",

    //our team
    'meet' => "تعرف على",
    'our_team' => "فريقنا",
    'ceo' => "ماسينجار رونجار نغيتوباي",
];